[
    {
        "id": "0",
        "productName": "Auto Insurance",
        "image": "auto-insurance.jpg",
        "price": "99/mo",
        "description": "Auto insurance is an agreement between you and your insurance provider about what would happen in the event of an accident. It protects you from financial losses in the event of incidents covered by your policy. Rather than being on the hook for things like repair, replacement costs and even medical bills, you pay a car insurance premium to your insurance provider and they will help cover the costs based upon the coverage and limits you choose."
    },
    {
        "id": "1",
        "productName": "Home Insurance",
        "image": "Home-insurance.jpg",
        "price": "600/annually",
        "description": "Homeowners insurance is a form of property insurance that covers losses and damages to an individual's house and to assets in the home. Homeowners insurance also provides liability coverage against accidents in the home or on the property. "
    },
    {
        "id": "2",
        "productName": "Renters Insurance",
        "image": "renters.jpg",
        "price": "125/annually",
        "description": "Homeowners insurance is a form of property insurance that covers losses and damages to an individual's house and to assets in the home. Homeowners insurance also provides liability coverage against accidents in the home or on the property. "
    },
    {
        "id": "3",
        "productName": "Life Insurance",
        "image": "Life-Insurance-Umbrella.jpeg",
        "price": "25/mo",
        "description": "Life insurance (or life assurance, especially in the Commonwealth of Nations) is a contract between an insurance policy holder and an insurer or assurer, where the insurer promises to pay a designated beneficiary a sum of money (the benefit) in exchange for a premium, upon the death of an insured person (often the policy holder)."
    },
    {
        "id": "4",
        "productName": "Health Insurance",
        "image": "Health-Insurance.jpg",
        "price": "149/mo",
        "description": "While it may not have the best keyboard in the world, the Samsung Notebook 9 is still one of the best laptops you can buy in 2018. Packed with more horsepower than some MacBook Pros,but at a much lower price, Samsung has crafted a laptop that has just as much substance as it does style. Plus, on top of its killer specs, it’s lightweight and thin, making this one of the most portable 15-inch laptops you can buy today."
    }
]